Repository: Alihassanc5/iogt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Canned Responses
fr: FR-Canned Responses

source: Reply
fr: FR-Reply

source: Remove comment
fr: FR-Remove comment

source: Remove this comment?
fr: FR-Remove this comment?

source: As a moderator you can delete comments. Deleting a comment does not remove it from the site, only prevents your website from showing the text. Click on the remove button to delete the following comment:
fr: FR-As a moderator you can delete comments. Deleting a comment does not remove it from the site, only prevents your website from showing the text. Click on the remove button to delete the following comment:

source: Remove
fr: FR-Remove

source: Comment removed
fr: FR-Comment removed

source: The comment has been removed.
fr: FR-The comment has been removed.

source: Thank you for taking the time to improve the quality of discussion in our site.
fr: FR-Thank you for taking the time to improve the quality of discussion in our site.

source: Flag comment
fr: FR-Flag comment

source: Flag this comment?
fr: FR-Flag this comment?

source: Click on the flag button to mark the following comment as inappropriate.
fr: FR-Click on the flag button to mark the following comment as inappropriate.

source: Posted to
fr: FR-Posted to

source: Flag
fr: FR-Flag

source: cancel
fr: FR-cancel

source: Comment flagged
fr: FR-Comment flagged

source: The comment has been flagged.
fr: FR-The comment has been flagged.

source: Leave comment
fr: FR-Leave comment

source: Preview your comment
fr: FR-Preview your comment

source: Preview of your comment for:
fr: FR-Preview of your comment for:

source: Empty comment.
fr: FR-Empty comment.

source: Post your comment
fr: FR-Post your comment

source: This comment has been removed.
fr: FR-This comment has been removed.

source: List of comments
fr: FR-List of comments

source: No comments yet.
fr: FR-No comments yet.

source: moderator
fr: FR-moderator

source: Report
fr: FR-Report

source: comment flagged
fr: FR-comment flagged

source: This is a reported comment
fr: FR-This is a reported comment

source: Reported by %(count)s
fr: FR-Reported by %(count)s

source: remove comment
fr: FR-remove comment

source: Comment discarded
fr: FR-Comment discarded

source: Comment automatically discarded
fr: FR-Comment automatically discarded

source: Sorry, your comment has been automatically discarded
fr: FR-Sorry, your comment has been automatically discarded

source: Confirm your opinion
fr: FR-Confirm your opinion

source: You liked this comment, do you want to change it?
fr: FR-You liked this comment, do you want to change it?

source: Do you like this comment?
fr: FR-Do you like this comment?

source: Please, confirm your opinion about the comment.
fr: FR-Please, confirm your opinion about the comment.

source: Click on the "withdraw" button if you want to withdraw your positive opinion on this comment.
fr: FR-

source: Withdraw
fr: FR-Withdraw

source: I like it
fr: FR-I like it

source: Your opinion is appreciated
fr: FR-Your opinion is appreciated

source: Thanks for taking the time to participate.
fr: FR-Thanks for taking the time to participate.

source: Comment requires approval
fr: FR-Comment requires approval

source: Comment in moderation
fr: FR-Comment in moderation

source: Your comment is in moderation.<br/> It has to be reviewed before being published.<br/> Thank you for your patience and understanding.
fr: FR- Your comment is in moderation.<br/> It has to be reviewed before being published.<br/> Thank you for your patience and understanding.

source: Go back to: <a href="%(content_object_url)s">%(content_object_str)s</a>
fr: FR- Go back to: <a href="%(content_object_url)s">%(content_object_str)s</a>

source: Comment thread muted
fr: FR-Comment thread muted

source: Comment thread has been muted
fr: FR-Comment thread has been muted

source: You will no longer receive email notifications for comments sent to
fr: FR-You will no longer receive email notifications for comments sent to

source: Only registered users can post comments.
fr: FR-Only registered users can post comments.

source: Comment reply
fr: FR-Comment reply

source: Reply to comment
fr: FR-Reply to comment

source: The comment has been updated successfully!
fr: FR-The comment has been updated successfully!

source: Sent Reply successfully
fr: FR-Sent Reply successfully

source: Your browser does not support the video tag.
fr: FR-Your browser does not support the video tag.

source: Your browser does not support the audio element.
fr: FR-Your browser does not support the audio element.

source: If you cannot view the above video, perhaps would you like to %(start_link)s download it? %(end_link)s.
fr: FR-If you cannot view the above video, perhaps would you like to %(start_link)s download it? %(end_link)s.

source: If you cannot listen to the above audio, perhaps would you like to %(start_link)s download it? %(end_link)s.
fr: FR-If you cannot listen to the above audio, perhaps would you like to %(start_link)s download it? %(end_link)s.

source: Home Page Banner
fr: FR-Home Page Banner

source: Home Page Banners
fr: FR-Home Page Banners

source: Featured Content
fr: FR-Featured Content

source: section
fr: FR-section

source: sections
fr: FR-sections

source: Recommended Articles
fr: FR-Recommended Articles

source: article
fr: FR-article

source: articles
fr: FR-articleS

source: Image to display as the banner
fr: FR-Image to display as the banner

source: Background image
fr: FR-Background image

source: Optional page to which the banner will link to
fr: FR-Optional page to which the banner will link to

source: The title for a button
fr: FR-The title for a button

source: Icon Button
fr: FR-Icon Button

source: When selecting this option, untranslated pages will not be visible to the front end user when viewing a child language of the site
fr: FR-When selecting this option, untranslated pages will not be visible to the front end user when viewing a child language of the site

source: Facebook Analytics App ID
fr: FR-Facebook Analytics App ID

source: The tracking ID to be used to view Facebook Analytics
fr: FR-The tracking ID to be used to view Facebook Analytics

source: Local GA Tag Manager
fr: FR-Local GA Tag Manager

source: Local GA Tag Manager tracking code (e.g GTM-XXX) to be used to view analytics on this site only
fr: FR-

source: Global GA Tag Manager
fr: FR-Global GA Tag Manager

source: Global GA Tag Manager tracking code (e.g GTM-XXX) to be used to view analytics on more than one site globally
fr: FR-

source: Local GA Tracking Code
fr: FR-Local GA Tracking Code

source: Local GA tracking code to be used to view analytics on this site only
fr: FR-Local GA tracking code to be used to view analytics on this site only

source: Global GA Tracking Code
fr: FR-Global GA Tracking Code

source: Global GA tracking code to be used to view analytics on more than one site globally
fr: FR-

source: Show warning if uploaded media file size is greater than this in bytes. Default is 9 MB
fr: FR-Show warning if uploaded media file size is greater than this in bytes. Default is 9 MB

source: Site Settings
fr: FR-Site Settings

source: Prompt users to download?
fr: FR-Prompt users to download?

source: check to prompt first time users to download the website as an app
fr: FR-check to prompt first time users to download the website as an app

source: Name
fr: FR-Name

source: Provide name
fr: FR-Provide name

source: Short name
fr: FR-Short name

source: Provide short name
fr: FR-Provide short name

source: Scope
fr: FR-Scope

source: Provide scope
fr: FR-Provide scope

source: Start URL
fr: FR-Start URL

source: Provide start URL
fr: FR-Provide start URL

source: Browser UI
fr: FR-Browser UI

source: Provide browser UI
fr: FR-Provide browser UI

source: Background color
fr: FR-Background color

source: Provide background color (example: #FFF)
fr: FR-Provide background color (example: #FFF)

source: Theme color
fr: FR-Theme color

source: Provide theme color(example: #493174)
fr: FR-Provide theme color(example: #493174)

source: Description
fr: FR-Description

source: Provide description
fr: FR-Provide description

source: Language
fr: FR-Language

source: Choose language
fr: FR-Choose language

source: Icon 96x96
fr: FR-Icon 96x96

source: Add PNG icon 96x96 px
fr: FR-Add PNG icon 96x96 px

source: Icon 512x512
fr: FR-Icon 512x512

source: Add PNG icon 512x512 px
fr: FR-Add PNG icon 512x512 px

source: Icon 196x196 (maskable)
fr: FR-Icon 196x196 (maskable)

source: Add PNG icon 196x196 px (maskable image can be created using https://maskable.app/)
fr: FR-Add PNG icon 196x196 px (maskable image can be created using https://maskable.app/)

source: %(counter)s of 1 question
fr: FR-%(counter)s of 1 question

source: Optional
fr: FR-Optional

source: Select one
fr: FR-Select one

source: Check all that apply
fr: FR-Check all that apply

source: Previous
fr: FR-Previous

source: Next
fr: FR-Next

source: Comments
fr: FR-Comments

source: Please log in or create your account
fr: FR-Please log in or create your account

source: Log in/Create account
fr: FR-Log in/Create account

source: New comments have been disabled for this page.
fr: FR-New comments have been disabled for this page.

source: Related Articles
fr: FR-Related Articles

source: Log in
fr: FR-Log in

source: Form Data
fr: FR-Form Data

source: Arabic
fr: FR-Arabic

source: Chichewa
fr: FR-Chichewa

source: English
fr: FR-English

source: French
fr: FR-French

source: Khmer
fr: FR-Khmer

source: Kinyarwanda
fr: FR-Kinyarwanda

source: Kurdish
fr: FR-Kurdish

source: Malagasy
fr: FR-Malagasy

source: Nepali
fr: FR-Nepali

source: Ndebele
fr: FR-Ndebele

source: Portuguese
fr: FR-Portuguese

source: Quechua
fr: FR-Quechua

source: Russian
fr: FR-Russian

source: Shona
fr: FR-Shona

source: Spanish
fr: FR-Spanish

source: Swahili
fr: FR-Swahili

source: Tajik
fr: FR-Tajik

source: Tigrinya
fr: FR-Tigrinya

source: Urdu
fr: FR-Urdu

source: Uzbek
fr: FR-Uzbek

source: Zulu
fr: FR-Zulu

source: Page not found
fr: FR-Page not found

source: Sorry, this page could not be found.
fr: FR-Sorry, this page could not be found.

source: Internal server error
fr: FR-Internal server error

source: Sorry, there seems to be an error. Please try again soon.
fr: FR-Sorry, there seems to be an error. Please try again soon.

source: Account Inactive
fr: FR-Account Inactive

source: This account is inactive.
fr: FR-This account is inactive.

source: Log In
fr: FR-Log In

source: Create your account
fr: FR-Create your account

source: Placeholder text below Create your account button.
fr: FR-Placeholder text below Create your account button.

source: Sign Out
fr: FR-Sign Out

source: Are you sure you want to sign out?
fr: FR-Are you sure you want to sign out?

source: Change Password
fr: FR-Change Password

source: Forgot Password?
fr: FR-Forgot Password?

source: Password Reset
fr: FR-Password Reset

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
fr: FR-

source: Reset My Password
fr: FR-Reset My Password

source: Please contact us if you have any trouble resetting your password.
fr: FR-Please contact us if you have any trouble resetting your password.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
fr: FR-

source: Bad Token
fr: FR-Bad Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr: FR-The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.

source: Your password is now changed.
fr: FR-Your password is now changed.

source: Set Password
fr: FR-Set Password

source: Placeholder text below Login button.
fr: FR-Placeholder text below Login button.

source: BACK
fr: FR-BACK

source: This appears to be your first visit here. Our website is also available as a downloadable app.
fr: FR-This appears to be your first visit here. Our website is also available as a downloadable app.

source: Would you like to download it?
fr: FR-Would you like to download it?

source: Download
fr: FR-Download

source: Search here
fr: FR-Search here

source: © The Internet of Good Things
fr: FR-© The Internet of Good Things

source: go to external link
fr: FR-go to external link

source: back to previous page
fr: FR-back to previous page

source: Username
fr: FR-Username

source: Level
fr: FR-Level

source: Status
fr: FR-Status

source: Last Login
fr: FR-Last Login

source: Admin
fr: FR-Admin

source: Active
fr: FR-Active

source: Inactive
fr: FR-Inactive

source: %(time_period)s ago
fr: FR-%(time_period)s ago

source: Upload Users
fr: FR-Upload Users

source: Download XLSX
fr: FR-Download XLSX

source: Download CSV
fr: FR-Download CSV

source: Filter
fr: FR-Filter

source: No %(name)s have been created yet. One of the following must be created before you can add any %(name)s:
fr: FR-No %(name)s have been created yet. One of the following must be created before you can add any %(name)s:

source: No %(name)s have been created yet.
fr: FR-No %(name)s have been created yet.

source: Why not <a href="%(url)s">add one</a>?
fr: FR- Why not <a href="%(url)s">add one</a>?

source: Pagination
fr: FR-Pagination

source: Page %(current_page)s of %(num_pages)s.
fr: FR-Page %(current_page)s of %(num_pages)s.

source: Post Registration Survey
fr: FR-Post Registration Survey

source: Please fill this survey to keep using Internet of Good Things
fr: FR-Please fill this survey to keep using Internet of Good Things

source: Simulate form completion
fr: FR-Simulate form completion

source: Edit my profile
fr: FR-Edit my profile

source: Hey, %(username)s
fr: FR- Hey, %(username)s

source: Notifications
fr: FR-Notifications

source: Change Digital Pin
fr: FR-Change Digital Pin

source: Log out
fr: FR-Log out

source: Personal Details
fr: FR-Personal Details

source: Save changes
fr: FR-Save changes

source: Chat
fr: FR-Chat

source: Delete Thread
fr: FR-Delete Thread

source: Cancel
fr: FR-Cancel

source: Send
fr: FR-Send

source: Confirm Delete:
fr: FR-Confirm Delete:

source: Are you sure you want to delete this thread?
fr: FR-Are you sure you want to delete this thread?

source: Delete
fr: FR-Delete

source: Back
fr: FR-Back

source: Load more
fr: FR-Load more

source: Reply here...
fr: FR-Reply here...

source: Answer options
fr: FR-Answer options

source: Next default question
fr: FR-Next default question

source: End of survey
fr: FR-End of survey

source: Another question
fr: FR-Another question

source: Checkbox type questions must have 2 Answer Options: a True and False
fr: FR-Checkbox type questions must have 2 Answer Options: a True and False

source: This field is required.
fr: FR-This field is required.

source: Check this to allow users who are NOT logged in to complete surveys.
fr: FR-Check this to allow users who are NOT logged in to complete surveys.

source: Check this to allow multiple form submissions for users
fr: FR-Check this to allow multiple form submissions for users

source: Submit button text
fr: FR-Submit button text

source: required
fr: FR-required

source: admin_label
fr: FR-admin_label

source: Column header used during CSV export of survey responses.
fr: FR-Column header used during CSV export of survey responses.

source: Inserts a page break which puts the next question onto a new page
fr: FR-Inserts a page break which puts the next question onto a new page

source: Multi-step
fr: FR-multi-step

source: Whether to display the survey questions to the user one at a time, instead of all at once.
fr: FR-Whether to display the survey questions to the user one at a time, instead of all at once.

source: General settings for survey
fr: FR-General settings for survey

source: Description at survey page
fr: FR-Description at survey page

source: User
fr: FR-User

source: Submission Date
fr: FR-Submission Date

source: Page URL
fr: FR-Page URL

source: survey
fr: FR-survey

source: surveys
fr: FR-surveys

source: Checkbox
fr: FR-Checkbox

source: Checkboxes
fr: FR-Checkboxes

source: Multiple select
fr: FR-Multiple select

source: Radio buttons
fr: FR-Radio buttons

source: field type
fr: FR-field type

source: This option allows the users to see the results.
fr: FR-This option allows the users to see the results.

source: If not checked, the results will be shown as a total instead of a percentage.
fr: FR-If not checked, the results will be shown as a total instead of a percentage.

source: General settings for poll
fr: FR-General settings for poll

source: Description at poll page
fr: FR-Description at poll page

source: poll
fr: FR-poll

source: polls
fr: FR-polls

source: correct_answer
fr: FR-correct_answer

source: Please provide correct answer for this question
fr: FR-Please provide correct answer for this question

source: Feedback
fr: FR-Feedback

source: Feedback message for user answer.
fr: FR-Feedback message for user answer.

source: General settings for quiz
fr: FR-General settings for quiz

source: Description at quiz page
fr: FR-Description at quiz page

source: quiz
fr: FR-quiz

source: quizzes
fr: FR-quizzes

source: Your answer
fr: FR-Your answer

source: POLL
fr: FR-POLL

source: QUIZ
fr: FR-QUIZ

source: Next step
fr: FR-Next step

source: SURVEY
fr: FR-SURVEY

source: No limit
fr: FR-No limit

source: Go to homepage
fr: FR-Go to homepage

source: Your results!
fr: FR-Your results!

source: Correct
fr: FR-Correct

source: Incorrect
fr: FR-Incorrect

source: Back to article
fr: FR-Back to article

source: Replay Quiz
fr: FR-Replay Quiz

source: Correct answer
fr: FR-Correct answer

source: Get Started
fr: FR-Get Started

source: Search results for
fr: FR-Search results for

source: Searching results for
fr: FR-Searching results for

source: 1 result
fr: FR-1 result

source: No results found
fr: FR-No results found

source: It seems we can’t find any results based on your search.
fr: FR-It seems we can’t find any results based on your search.

source: See results
fr: FR-See results
